Repository: Ashish-Langhe/Fintrax
Catalog: ExpenseTracker/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, hi, mr

source: Income vs spend
de: Einnahmen vs. Ausgaben
es: Ingresos vs gastos
hi: आय बनाम खर्च
mr: उत्पन्न विरुद्ध खर्च

source: Inconsistent settings configuration
de: Inkonsistente Einstellungskonfiguration
es: Configuración de ajustes inconsistente
hi: असंगत सेटिंग्स कॉन्फ़िगरेशन
mr: विसंगत सेटिंग्ज कॉन्फिगरेशन

source: Insights
de: Erkenntnisse
hi: इनसाइट्स
mr: इनसाइट्स

source: Internal reminder
de: Interne Erinnerung
es: Recordatorio interno
hi: आंतरिक रिमाइंडर
mr: अंतर्गत स्मरणपत्र

source: Invalid expense category
de: Ungültige Ausgabenkategorie
es: Categoría de gasto no válida
hi: अमान्य खर्च श्रेणी
mr: अवैध खर्च श्रेणी

source: Invalid security type for enabling security
de: Ungültiger Sicherheitstyp zum Aktivieren der Sicherheit
es: Tipo de seguridad no válido para activar seguridad
hi: सुरक्षा सक्षम करने के लिए अमान्य सुरक्षा प्रकार
mr: सुरक्षा सक्षम करण्यासाठी अवैध सुरक्षा प्रकार

source: Keep Budget
de: Budget behalten
es: Conservar presupuesto
hi: बजट रखें
mr: बजेट ठेवा

source: Keep Category
de: Kategorie behalten
es: Conservar categoría
hi: श्रेणी रखें
mr: श्रेणी ठेवा

source: Largest Transaction
de: Größte Transaktion
es: Mayor transacción
hi: सबसे बड़ा लेनदेन
mr: सर्वात मोठा व्यवहार

source: Last Month
de: Letzter Monat
es: Mes pasado
hi: पिछला महीना
mr: मागील महिना

source: Last Week
de: Letzte Woche
es: Semana pasada
hi: पिछला सप्ताह
mr: मागील आठवडा

source: Last Year
de: Letztes Jahr
es: Año pasado
hi: पिछला वर्ष
mr: मागील वर्ष

source: Left
de: Übrig
es: Restante
hi: बाकी
mr: शिल्लक

source: Limit exceeded
de: Limit überschritten
es: Límite superado
hi: सीमा पार हो गई
mr: मर्यादा ओलांडली

source: Loading analytics...
de: Analysen werden geladen...
es: Cargando analíticas...
hi: एनालिटिक्स लोड हो रहा है...
mr: विश्लेषण लोड होत आहे...

source: Lowest day total
de: Niedrigste Tagessumme
es: Total diario más bajo
hi: सबसे कम दिन कुल
mr: सर्वात कमी दिवसाची रक्कम

source: Manage category names, icons, and colors
de: Kategorienamen, Icons und Farben verwalten
es: Gestiona nombres, iconos y colores
hi: श्रेणी नाम, आइकन और रंग प्रबंधित करें
mr: श्रेणी नावे, आयकॉन आणि रंग व्यवस्थापित करा

source: Minimum Amount
de: Mindestbetrag
es: Importe mínimo
hi: न्यूनतम राशि
mr: किमान रक्कम

source: Mock Data
de: Mock-Daten
es: Datos demo
hi: मॉक डेटा
mr: मॉक डेटा

source: Mock Data Active
de: Mock-Daten aktiv
es: Datos demo activos
hi: मॉक डेटा सक्रिय
mr: मॉक डेटा सक्रिय

source: Monitor Spending
de: Ausgaben überwachen
es: Supervisar gasto
hi: खर्च पर नज़र रखें
mr: खर्च निरीक्षण करा

source: Monthly Budget
de: Monatsbudget
es: Presupuesto mensual
hi: मासिक बजट
mr: मासिक बजेट

source: Monthly Reset
de: Monatlicher Reset
es: Reinicio mensual
hi: मासिक रीसेट
mr: मासिक रीसेट

source: Monthly Spend
de: Monatsausgaben
es: Gasto mensual
hi: मासिक खर्च
mr: मासिक खर्च

source: Monthly Trend
de: Monatstrend
es: Tendencia mensual
hi: मासिक ट्रेंड
mr: मासिक ट्रेंड

source: Most Spending
de: Meiste Ausgaben
es: Mayor gasto
hi: सबसे अधिक खर्च
mr: सर्वाधिक खर्च

source: N/A
de: k. A.
es: N/D
hi: लागू नहीं
mr: लागू नाही

source: Needs data
de: Benötigt Daten
es: Necesita datos
hi: डेटा चाहिए
mr: डेटा आवश्यक

source: Negative
de: Negativ
es: Negativo
hi: नकारात्मक
mr: नकारात्मक

source: Net Balance
de: Nettosaldo
es: Balance neto
hi: नेट बैलेंस
mr: निव्वळ शिल्लक

source: New PIN
de: Neue PIN
es: Nuevo PIN
hi: नया PIN
mr: नवीन PIN

source: New PIN and confirmation do not match.
de: Neue PIN und Bestätigung stimmen nicht überein.
es: El nuevo PIN y la confirmación no coinciden.
hi: नया PIN और पुष्टि मेल नहीं खाते।
mr: नवीन PIN आणि पुष्टी जुळत नाही.

source: No analytics yet
de: Noch keine Analysen
es: Aún no hay analíticas
hi: अभी कोई एनालिटिक्स नहीं
mr: अजून विश्लेषण नाही

source: No bill reminders
de: Keine Rechnungserinnerungen
es: Sin recordatorios
hi: कोई बिल रिमाइंडर नहीं
mr: बिल स्मरणपत्रे नाहीत

source: No Budget Set
de: Kein Budget festgelegt
es: Sin presupuesto
hi: कोई बजट सेट नहीं
mr: बजेट सेट नाही

source: No category data
de: Keine Kategoriedaten
es: Sin datos de categoría
hi: कोई श्रेणी डेटा नहीं
mr: श्रेणी डेटा नाही

source: No expense days found for this month yet.
de: Für diesen Monat wurden noch keine Ausgabentage gefunden.
es: Aún no se encontraron días con gastos este mes.
hi: इस महीने अभी कोई खर्च वाला दिन नहीं मिला।
mr: या महिन्यात अजून खर्चाचे दिवस सापडले नाहीत.

source: No expenses found for this month yet.
de: Für diesen Monat wurden noch keine Ausgaben gefunden.
es: Aún no se encontraron gastos este mes.
hi: इस महीने अभी कोई खर्च नहीं मिला।
mr: या महिन्यात अजून कोणताही खर्च सापडला नाही.

source: No expenses to export
de: Keine Ausgaben zum Exportieren
es: No hay gastos para exportar
hi: निर्यात के लिए कोई खर्च नहीं
mr: निर्यात करण्यासाठी खर्च नाहीत

source: No income yet
de: Noch keine Einnahmen
es: Aún no hay ingresos
hi: अभी आय नहीं
mr: अजून उत्पन्न नाही

source: No insight yet
de: Noch keine Erkenntnis
es: Sin insight todavía
hi: अभी कोई इनसाइट नहीं
mr: अजून कोणतीही इनसाइट नाही

source: No month selected
de: Kein Monat ausgewählt
es: Ningún mes seleccionado
hi: कोई महीना चयनित नहीं
mr: महिना निवडलेला नाही

source: No repeats yet
de: Noch keine Wiederholungen
es: Aún sin repeticiones
hi: अभी दोहराव नहीं
mr: अजून पुनरावृत्ती नाही

source: None
de: Keine
es: Ninguna
hi: कोई नहीं
mr: काही नाही

source: Note
de: Notiz
es: Nota
hi: नोट
mr: नोट

source: Notice what was different on that day. Repeating that routine is usually easier than only cutting big purchases.
de: Beachte, was an diesem Tag anders war. Diese Routine zu wiederholen ist meist einfacher als nur große Käufe zu kürzen.
es: Observa qué fue diferente ese día. Repetir esa rutina suele ser más fácil que solo recortar grandes compras.
hi: देखें उस दिन क्या अलग था। उस रूटीन को दोहराना अक्सर सिर्फ बड़े खर्च काटने से आसान होता है।
mr: त्या दिवशी काय वेगळे होते ते पाहा. ती दिनचर्या पुन्हा करणे मोठे खर्च कमी करण्यापेक्षा सोपे असते.

source: Notification permission is disabled for Fintrax.
de: Benachrichtigungen sind für Fintrax deaktiviert.
es: Los permisos de notificación están desactivados.
hi: Fintrax के लिए नोटिफिकेशन अनुमति बंद है।
mr: Fintrax साठी सूचना परवानगी बंद आहे.

source: Notification Time
de: Benachrichtigungszeit
es: Hora de notificación
hi: नोटिफिकेशन समय
mr: सूचना वेळ

source: Off
de: Aus
es: Desactivado
hi: बंद
mr: बंद

source: On track
de: Im Plan
es: En buen camino
hi: सही चल रहा है
mr: योग्य मार्गावर

# onboarding.action.continue
source: Continue
de: Weiter
es: Continuar
hi: जारी रखें
mr: पुढे चला

# onboarding.action.skip
source: Skip
de: Überspringen
es: Omitir
hi: छोड़ें
mr: वगळा

# onboarding.action.startSecurely
source: Start Securely
de: Sicher starten
es: Empezar seguro
hi: सुरक्षित रूप से शुरू करें
mr: सुरक्षितपणे सुरू करा

# onboarding.ai.analyze.subtitle
source: Quick answers about your patterns
de: Schnelle Antworten zu deinen Mustern
es: Respuestas rápidas sobre tus patrones
hi: आपके पैटर्न पर त्वरित जवाब
mr: तुमच्या पॅटर्नबद्दल झटपट उत्तरे

# onboarding.ai.analyze.title
source: Ask Finny
de: Frag Finny
es: Pregunta a Finny
hi: Finny से पूछें
mr: Finny ला विचारा

# onboarding.ai.savingGuidance.subtitle
source: See better ways to save
de: Bessere Sparwege direkt sehen
es: Descubre mejores formas de ahorrar
hi: बचत के बेहतर तरीके देखें
mr: बचतीचे चांगले मार्ग पाहा

# onboarding.ai.savingGuidance.title
source: Finny guides savings
de: Finny spart mit dir
es: Finny guía tus ahorros
hi: Finny बचत में मदद करता है
mr: Finny बचतीत मदत करतो

# onboarding.ai.subtitle
source: Finny reads your patterns to reveal daily spend, saving days, top categories, and smarter ways to save.
de: Finny erkennt Tagesausgaben, Spartage, Top-Kategorien und bessere Sparwege.
es: Finny detecta gasto diario, días de ahorro, categorías principales y mejores formas de ahorrar.
hi: Finny आपके पैटर्न देखकर दैनिक खर्च, बचत वाले दिन, शीर्ष श्रेणियां और बेहतर बचत तरीके दिखाता है।
mr: Finny तुमचे पॅटर्न पाहून दैनिक खर्च, बचतीचे दिवस, शीर्ष श्रेणी आणि बचतीचे स्मार्ट मार्ग दाखवतो.

# onboarding.ai.title
source: Finny understands your spending behavior
de: Finny versteht dein Ausgabeverhalten
es: Finny entiende tus hábitos de gasto
hi: Finny आपके खर्च व्यवहार को समझता है
mr: Finny तुमच्या खर्चाच्या सवयी समजतो

# onboarding.reports.selectableData.subtitle
source: Share all or one category
de: Alles oder eine Kategorie teilen
es: Comparte todo o una categoría
hi: सब या एक श्रेणी साझा करें
mr: सर्व किंवा एक श्रेणी शेअर करा

# onboarding.reports.selectableData.title
source: Selectable data
de: Auswählbare Daten
es: Datos seleccionables
hi: चयन योग्य डेटा
mr: निवडण्यायोग्य डेटा

# onboarding.reports.subtitle
source: Create selected financial reports with charts, Fintrax watermark, and a verified stamp before sharing.
de: Erstelle Finanzberichte mit Diagrammen, Fintrax-Wasserzeichen und Prüfstempel.
es: Crea informes financieros con gráficos, marca de agua Fintrax y sello verificado antes de compartir.
hi: चार्ट, Fintrax वॉटरमार्क और सत्यापित स्टैम्प के साथ चुनी हुई वित्तीय रिपोर्ट बनाएं।
mr: चार्ट, Fintrax वॉटरमार्क आणि सत्यापित शिक्क्यासह निवडक आर्थिक अहवाल तयार करा.

# onboarding.reports.title
source: Share verified PDF reports
de: Verifizierte PDF-Berichte teilen
es: Comparte informes PDF verificados
hi: सत्यापित PDF रिपोर्ट साझा करें
mr: सत्यापित PDF अहवाल शेअर करा

# onboarding.reports.verifiedPDF.subtitle
source: Stamped by Fintrax
de: Von Fintrax gestempelt
es: Sellado por Fintrax
hi: Fintrax द्वारा स्टैम्प किया गया
mr: Fintrax कडून शिक्कामोर्तब

# onboarding.reports.verifiedPDF.title
source: Verified PDF
de: Verifiziertes PDF
es: PDF verificado
hi: सत्यापित PDF
mr: सत्यापित PDF

# onboarding.splash.subtitle
source: A calmer way to understand your money
de: Ein ruhigerer Weg, dein Geld zu verstehen
es: Una forma más tranquila de entender tu dinero
hi: अपने पैसे को समझने का शांत तरीका
mr: तुमचे पैसे समजून घेण्याचा शांत मार्ग

# onboarding.track.fastEntry.subtitle
source: Add expenses in a focused flow
de: Ausgaben fokussiert erfassen
es: Agrega gastos en un flujo enfocado
hi: फोकस्ड फ्लो में खर्च जोड़ें
mr: एकाग्र पद्धतीने खर्च जोडा

# onboarding.track.fastEntry.title
source: Fast entry
de: Schnelle Eingabe
es: Entrada rápida
hi: तेज एंट्री
mr: जलद नोंद

# onboarding.track.smartCategories.subtitle
source: Icons and colors stay synced
de: Icons und Farben bleiben synchron
es: Iconos y colores sincronizados
hi: आइकन और रंग साथ रहते हैं
mr: आयकॉन आणि रंग समक्रमित राहतात

# onboarding.track.smartCategories.title
source: Smart categories
de: Smarte Kategorien
es: Categorías inteligentes
hi: स्मार्ट श्रेणियां
mr: स्मार्ट श्रेणी

# onboarding.track.subtitle
source: Capture expenses quickly, organize them by rich categories, and keep your records easy to scan.
de: Erfasse Ausgaben schnell, ordne sie Kategorien zu und behalte den Überblick.
es: Registra gastos rápido, organízalos por categorías detalladas y consulta tus registros fácilmente.
hi: खर्च जल्दी जोड़ें, उन्हें बेहतर श्रेणियों में रखें और रिकॉर्ड आसानी से देखें।
mr: खर्च पटकन नोंदवा, समृद्ध श्रेणींमध्ये व्यवस्थित करा आणि नोंदी सहज पाहा.

# onboarding.track.title
source: Track every spend with clarity
de: Verfolge jede Ausgabe klar
es: Controla cada gasto con claridad
hi: हर खर्च को स्पष्टता से ट्रैक करें
mr: प्रत्येक खर्च स्पष्टपणे ट्रॅक करा

source: Open
de: Offen
es: Abiertas
hi: खुले
mr: उघडे

source: Open expenses for this date before month-end review; one unusually heavy day often explains the whole trend.
de: Öffne die Ausgaben für dieses Datum vor der Monatsprüfung; ein ungewöhnlich starker Tag erklärt oft den ganzen Trend.
es: Abre los gastos de esta fecha antes de la revisión de fin de mes; un día inusualmente alto suele explicar toda la tendencia.
hi: महीने के अंत की समीक्षा से पहले इस तारीख के खर्च खोलें; एक असामान्य भारी दिन अक्सर पूरी प्रवृत्ति समझा देता है।
mr: महिनाअखेरच्या आढाव्यापूर्वी या तारखेचे खर्च उघडा; एक असामान्य जड दिवस संपूर्ण ट्रेंड स्पष्ट करतो.

source: Open Fintrax directly without PIN
de: Fintrax ohne PIN öffnen
es: Abrir Fintrax sin PIN
hi: PIN के बिना Fintrax खोलें
mr: PIN शिवाय Fintrax उघडा

source: Over
de: Darüber
es: Exceso
hi: अधिक
mr: जास्त

source: Over budget
de: Über Budget
es: Sobre presupuesto
hi: बजट से अधिक
mr: बजेटपेक्षा जास्त

source: Over Budget
de: Über Budget
es: Sobre presupuesto
hi: बजट से अधिक
mr: बजेटपेक्षा जास्त

source: Pause non-essential spends first; you are already beyond the planned monthly limit.
de: Pausiere zuerst nicht notwendige Ausgaben; du liegst bereits über dem geplanten Monatslimit.
es: Pausa primero los gastos no esenciales; ya superaste el límite mensual planificado.
hi: पहले गैर-ज़रूरी खर्च रोकें; आप पहले ही नियोजित मासिक सीमा से बाहर हैं।
mr: प्रथम अनावश्यक खर्च थांबवा; तुम्ही आधीच नियोजित मासिक मर्यादेपलीकडे आहात.

source: Payment reminder deleted.
de: Zahlungserinnerung gelöscht.
es: Recordatorio eliminado.
hi: भुगतान रिमाइंडर हटाया गया।
mr: पेमेंट स्मरणपत्र हटवले.

source: Payment reminder saved.
de: Zahlungserinnerung gespeichert.
es: Recordatorio guardado.
hi: भुगतान रिमाइंडर सेव हुआ।
mr: पेमेंट स्मरणपत्र सेव्ह झाले.

source: Payment reminder updated.
de: Zahlungserinnerung aktualisiert.
es: Recordatorio actualizado.
hi: भुगतान रिमाइंडर अपडेट हुआ।
mr: पेमेंट स्मरणपत्र अपडेट झाले.

source: Payment Reminders
de: Zahlungserinnerungen
es: Recordatorios de pago
hi: भुगतान रिमाइंडर
mr: पेमेंट स्मरणपत्रे

source: Peak Spend Day
de: Höchster Ausgabetag
es: Día de mayor gasto
hi: सबसे अधिक खर्च दिन
mr: सर्वाधिक खर्च दिवस

source: Per transaction
de: Pro Transaktion
es: Por transacción
hi: प्रति लेन-देन
mr: प्रति व्यवहार

source: Personalized Insights
de: Personalisierte Erkenntnisse
es: Insights personalizados
hi: व्यक्तिगत इनसाइट्स
mr: वैयक्तिक इनसाइट्स

source: PIN Active
de: PIN aktiv
es: PIN activo
hi: PIN सक्रिय
mr: PIN सक्रिय

source: PIN Enabled
de: PIN aktiviert
es: PIN activado
hi: PIN चालू हुआ
mr: PIN सुरू झाला

source: PIN lock enabled successfully.
de: PIN-Sperre erfolgreich aktiviert.
es: Bloqueo PIN activado correctamente.
hi: PIN लॉक सफलतापूर्वक चालू हुआ।
mr: PIN लॉक यशस्वीरित्या सुरू झाला.

source: PIN screen appears when the app opens
de: PIN-Bildschirm erscheint beim Öffnen
es: La pantalla PIN aparece al abrir la app
hi: ऐप खुलते ही PIN स्क्रीन दिखेगी
mr: अॅप उघडल्यावर PIN स्क्रीन दिसेल

source: PIN Updated
de: PIN aktualisiert
es: PIN actualizado
hi: PIN अपडेट हुआ
mr: PIN अपडेट झाला

source: PIN updated successfully.
de: PIN erfolgreich aktualisiert.
es: PIN actualizado correctamente.
hi: PIN सफलतापूर्वक अपडेट हुआ।
mr: PIN यशस्वीरित्या अपडेट झाला.

# pinLock.accessibility.deleteDigit
source: Delete digit
de: Ziffer löschen
es: Eliminar dígito
hi: अंक हटाएं
mr: अंक हटवा

# pinLock.accessibility.digit
source: Digit %@
de: Ziffer %@
es: Dígito %@
hi: अंक %@
mr: अंक %@

# pinLock.accessibility.digitsEntered
source: %lld of %lld digits entered
de: %lld von %lld Ziffern eingegeben
es: %lld de %lld dígitos ingresados
hi: %lld में से %lld अंक दर्ज
mr: %lld पैकी %lld अंक प्रविष्ट

# pinLock.accessibility.pinEntry
source: PIN entry
de: PIN-Eingabe
es: Entrada de PIN
hi: PIN एंट्री
mr: PIN नोंद

# pinLock.enterPin
source: Enter your 6-digit app PIN
de: Gib deine 6-stellige App-PIN ein
es: Ingresa tu PIN de 6 dígitos
hi: अपना 6 अंकों का ऐप PIN दर्ज करें
mr: तुमचा 6 अंकी अ‍ॅप PIN प्रविष्ट करा

# pinLock.incorrectPin
source: Incorrect PIN. Try again.
de: Falsche PIN. Versuche es erneut.
es: PIN incorrecto. Inténtalo de nuevo.
hi: गलत PIN। फिर कोशिश करें।
mr: चुकीचा PIN. पुन्हा प्रयत्न करा.

# pinLock.welcomeBack
source: Welcome Back
de: Willkommen zurück
es: Bienvenido de nuevo
hi: वापसी पर स्वागत है
mr: पुन्हा स्वागत आहे

source: Poor - Multiple budgets exceeded
de: Schwach - Mehrere Budgets überschritten
es: Deficiente - Varios presupuestos superados
hi: कमज़ोर - कई बजट पार हो गए
mr: कमकुवत - अनेक बजेट ओलांडले

source: Positive
de: Positiv
es: Positivo
hi: सकारात्मक
mr: सकारात्मक

source: Preview Latest Report
de: Neuesten Bericht ansehen
es: Vista previa del último reporte
hi: नवीनतम रिपोर्ट देखें
mr: नवीनतम अहवाल पहा

source: Preview Report
de: Berichtsvorschau
es: Vista previa
hi: रिपोर्ट पूर्वावलोकन
mr: अहवाल पूर्वावलोकन

source: Protect this surplus by moving a fixed amount into savings before discretionary spending.
de: Schütze diesen Überschuss, indem du vor frei verfügbaren Ausgaben einen festen Betrag sparst.
es: Protege este superávit moviendo una cantidad fija a ahorros antes del gasto discrecional.
hi: वैकल्पिक खर्च से पहले एक निश्चित राशि बचत में भेजकर इस अधिशेष को सुरक्षित रखें।
mr: ऐच्छिक खर्चापूर्वी ठराविक रक्कम बचतीत हलवून हा अधिशेष सुरक्षित ठेवा.

source: Quick Select
de: Schnellauswahl
es: Selección rápida
hi: त्वरित चयन
mr: जलद निवड

source: Real Data Active
de: Echte Daten aktiv
es: Datos reales activos
hi: रीयल डेटा सक्रिय
mr: खरा डेटा सक्रिय

source: Real data is never deleted. Mock mode is developer-only and replaces app reads with demo data.
de: Echte Daten werden nie gelöscht. Mock-Modus ist nur für Entwickler und ersetzt App-Daten durch Demo-Daten.
es: Los datos reales nunca se eliminan. El modo demo es solo para desarrolladores y reemplaza lecturas con datos demo.
hi: रीयल डेटा कभी हटाया नहीं जाता। मॉक मोड केवल डेवलपर के लिए है और ऐप रीड्स को डेमो डेटा से बदलता है।
mr: खरा डेटा कधीही हटवला जात नाही. मॉक मोड फक्त डेव्हलपरसाठी आहे आणि अॅप रीड्स डेमो डेटाने बदलतो.

source: Recent Activity
de: Letzte Aktivität
es: Actividad reciente
hi: हाल की गतिविधि
mr: अलीकडील हालचाल

source: Recent Transactions
de: Aktuelle Transaktionen
es: Transacciones recientes
hi: हाल के लेन-देन
mr: अलीकडील व्यवहार

source: Records
de: Datensätze
es: Registros
hi: रिकॉर्ड
mr: नोंदी

source: Refresh
de: Aktualisieren
es: Actualizar
hi: रिफ्रेश
mr: रीफ्रेश

source: Remaining
de: Verbleibend
es: Restante
hi: शेष
mr: शिल्लक

source: Remaining Budget
de: Restbudget
es: Presupuesto restante
hi: शेष बजट
mr: शिल्लक बजेट

source: Reminder off
de: Erinnerung aus
es: Recordatorio desactivado
hi: रिमाइंडर बंद
mr: स्मरणपत्र बंद

source: Repeat until complete
de: Wiederholen bis erledigt
es: Repetir hasta completar
hi: पूर्ण होने तक दोहराएं
mr: पूर्ण होईपर्यंत रिपीट करा

source: Repeated small spends are worth reviewing because they are easier to tune than rare large spends.
de: Wiederholte kleine Ausgaben lohnen sich zu prüfen, weil sie leichter anzupassen sind als seltene große Ausgaben.
es: Vale la pena revisar los gastos pequeños repetidos porque son más fáciles de ajustar que los grandes gastos ocasionales.
hi: बार-बार छोटे खर्चों की समीक्षा ज़रूरी है क्योंकि उन्हें दुर्लभ बड़े खर्चों की तुलना में आसान बदला जा सकता है।
mr: वारंवार होणारे छोटे खर्च तपासण्यासारखे असतात कारण दुर्मिळ मोठ्या खर्चांपेक्षा ते समायोजित करणे सोपे असते.

source: Repeating
de: Wiederholend
es: Repetidas
hi: दोहराव
mr: पुनरावृत्ती

source: Repeats until complete
de: Wiederholt bis erledigt
es: Se repite hasta completar
hi: पूर्ण होने तक दोहराता है
mr: पूर्ण होईपर्यंत पुनरावृत्ती

source: Replay onboarding
de: Onboarding erneut anzeigen
es: Repetir onboarding
hi: ऑनबोर्डिंग फिर चलाएं
mr: ऑनबोर्डिंग पुन्हा दाखवा

source: Replay Onboarding
de: Onboarding erneut anzeigen
es: Repetir onboarding
hi: ऑनबोर्डिंग फिर चलाएं
mr: ऑनबोर्डिंग पुन्हा दाखवा

source: Report Center
de: Berichtszentrum
es: Centro de reportes
hi: रिपोर्ट सेंटर
mr: अहवाल केंद्र

source: Report Scope
de: Berichtsumfang
es: Alcance del reporte
hi: रिपोर्ट दायरा
mr: अहवाल व्याप्ती

source: Required on launch
de: Beim Start erforderlich
es: Requerido al abrir
hi: लॉन्च पर जरूरी
mr: सुरुवातीला आवश्यक

source: Reset Mock Data
de: Mock-Daten zurücksetzen
es: Restablecer datos demo
hi: मॉक डेटा रीसेट करें
mr: मॉक डेटा रीसेट करा

source: Run a quick local scan of your spending behaviour.
de: Starte einen schnellen lokalen Scan deines Ausgabeverhaltens.
es: Ejecuta un análisis local rápido de tu comportamiento de gasto.
hi: अपने खर्च व्यवहार का त्वरित स्थानीय स्कैन चलाएं.
mr: तुमच्या खर्चाच्या सवयींचा जलद स्थानिक स्कॅन चालवा.

source: Runtime details for the current installation.
de: Laufzeitdetails dieser Installation.
es: Detalles de esta instalación.
hi: वर्तमान इंस्टॉलेशन के रनटाइम विवरण।
mr: सध्याच्या इंस्टॉलेशनचे रनटाइम तपशील.

source: Safe daily
de: Sicher täglich
es: Diario seguro
hi: सुरक्षित दैनिक
mr: सुरक्षित दैनिक

source: Salary
de: Gehalt
es: Salario
hi: वेतन
mr: पगार

source: Save
de: Speichern
es: Guardar
hi: सेव
mr: सेव्ह

source: Save New PIN
de: Neue PIN speichern
es: Guardar nuevo PIN
hi: नया PIN सेव करें
mr: नवीन PIN सेव्ह करा

source: Saving Day
de: Spartag
es: Día de ahorro
hi: बचत वाला दिन
mr: बचतीचा दिवस

source: Savings Move
de: Sparmaßnahme
es: Acción de ahorro
hi: बचत कदम
mr: बचत कृती

source: Savings Rate
de: Sparquote
es: Tasa de ahorro
hi: बचत दर
mr: बचत दर

source: Scanning
de: Scannt
es: Analizando
hi: स्कैन हो रहा है
mr: स्कॅन होत आहे

source: Schedule bill alerts with sound, badge, and repeat options
de: Rechnungsalarme mit Ton, Badge und Wiederholung planen
es: Programa alertas con sonido, badge y repetición
hi: ध्वनि, बैज और रिपीट विकल्पों के साथ बिल अलर्ट शेड्यूल करें
mr: आवाज, बॅज आणि रिपीट पर्यायांसह बिल अलर्ट शेड्यूल करा

source: Schedule payment alerts with sound, badge, and repeat-until-complete options.
de: Plane Zahlungsalarme mit Ton, Badge und Wiederholung bis erledigt.
es: Programa alertas con sonido, badge y repetición hasta completar.
hi: ध्वनि, बैज और पूर्ण होने तक दोहराने वाले भुगतान अलर्ट शेड्यूल करें।
mr: आवाज, बॅज आणि पूर्ण होईपर्यंत रिपीट होणारे पेमेंट अलर्ट शेड्यूल करा.

source: Search SF Symbols
de: SF Symbols suchen
es: Buscar SF Symbols
hi: SF Symbols खोजें
mr: SF Symbols शोधा

source: Security
de: Sicherheit
es: Seguridad
hi: सुरक्षा
mr: सुरक्षा

source: Select a category below
de: Wähle unten eine Kategorie
es: Selecciona una categoría abajo
hi: नीचे श्रेणी चुनें
mr: खाली श्रेणी निवडा

source: Select a category to see insights
de: Wähle eine Kategorie, um Erkenntnisse zu sehen
es: Selecciona una categoría para ver insights
hi: इनसाइट्स देखने के लिए श्रेणी चुनें
mr: इनसाइट्स पाहण्यासाठी श्रेणी निवडा

source: Select Date
de: Datum auswählen
es: Seleccionar fecha
hi: तारीख चुनें
mr: तारीख निवडा

source: Send Test Alert
de: Testalarm senden
es: Enviar alerta de prueba
hi: टेस्ट अलर्ट भेजें
mr: टेस्ट अलर्ट पाठवा

source: Set a monthly budget to track your spending and get personalized insights.
de: Lege ein Monatsbudget fest, um Ausgaben zu verfolgen und persönliche Einblicke zu erhalten.
es: Configura un presupuesto mensual para controlar gastos y recibir insights personalizados.
hi: खर्च ट्रैक करने और निजी इनसाइट्स पाने के लिए मासिक बजट सेट करें।
mr: खर्च ट्रॅक करण्यासाठी आणि वैयक्तिक निरीक्षणांसाठी मासिक बजेट सेट करा.

source: Set a monthly budget to unlock risk, safe daily spend, and month-end projection.
de: Lege ein Monatsbudget fest, um Risiko, sichere Tagesausgaben und Monatsendprognose freizuschalten.
es: Define un presupuesto mensual para desbloquear riesgo, gasto diario seguro y proyección de fin de mes.
hi: जोखिम, सुरक्षित दैनिक खर्च और महीने के अंत का अनुमान पाने के लिए मासिक बजट सेट करें।
mr: जोखीम, सुरक्षित दैनिक खर्च आणि महिनाअखेरचा अंदाज पाहण्यासाठी मासिक बजेट सेट करा.

source: Set App PIN
de: App-PIN festlegen
es: Configurar PIN
hi: ऐप PIN सेट करें
mr: अॅप PIN सेट करा

source: Set Budget
de: Budget festlegen
es: Configurar presupuesto
hi: बजट सेट करें
mr: बजेट सेट करा

source: Set On
de: Festgelegt am
es: Configurado el
hi: सेट किया गया
mr: सेट केले

source: Set Up Budget
de: Budget einrichten
es: Configurar presupuesto
hi: बजट सेट करें
mr: बजेट सेट करा

# settings.appearance.language
source: App language
de: App-Sprache
es: Idioma de la app
hi: ऐप भाषा
mr: अॅप भाषा
